API/pruebas/summary22.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Descriptores,2,94674,89302,100046,5372.00,0.000%,.00098,46.75,34.33,49050858.0
Clustering,2,59578,57907,61250,1671.50,0.000%,.00099,1.48,21.71,1520118.0
Entrenamiento,2,92177,91646,92708,531.00,0.000%,.00098,0.15,21.51,152750.5
Consulta,2,10429,10352,10507,77.50,0.000%,.00102,5.90,22.29,5933373.0
TOTAL,8,64214,10352,100046,34117.23,0.000%,.00361,49.98,91.14,14164274.9