API/pruebas/summary4.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Descriptores,13,295790,92693,736263,216542.05,0.000%,.01764,845.75,620.40,49103034.0
Clustering,13,363499,96620,711463,239110.67,0.000%,.01404,19.12,306.46,1394144.9
Entrenamiento,13,232723,69499,765967,187322.16,0.000%,.01448,2.24,318.52,158615.2
Consulta,13,15256,6131,71841,17027.19,0.000%,.01755,101.67,384.06,5933373.0
TOTAL,52,226817,6131,765967,227857.37,0.000%,.04500,621.72,1135.03,14147291.8