API/pruebas/summary44.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Descriptores,10,229592,107071,445733,127036.87,0.000%,.02241,1073.92,788.27,49071728.4
Clustering,10,264458,61240,443764,119639.37,0.000%,.01533,21.63,334.67,1444571.6
Entrenamiento,10,219894,75329,485138,136661.91,0.000%,.01501,2.31,330.22,157665.2
Consulta,10,9042,374,16710,3825.78,10.000%,.02404,125.35,526.13,5340055.0
TOTAL,40,180746,374,485138,149625.87,2.500%,.04748,649.24,1197.44,14003505.1